Repository: Ganjiguur/ubesafe
Catalog: src/Locale/*/Users.po
Languages: mn

source: You must log out to register a new user account
mn: Шинээр бүртгүүлэхийн тулд системээс гарна уу.

source: Account validated successfully
mn: Профайл идэвхжлээ

source: Account could not be validated
mn: Профайлыг идэвхжүүлэхэд алдаа гарлаа

source: Invalid token and/or social account
mn: Төкен/сошиал профайл буруу байна

source: SocialAccount already active
mn: Сошиал профайл идэвхтэй байна

source: Social Account could not be validated
mn: Сошиал профайлыг идэвхжүүлэхэд алдаа гарлаа

source: Email sent successfully
mn: Имэйл ажилттай явууллаа

source: Email could not be sent
mn: Имэйл явуулах боломжгүй байна

source: Invalid account
mn: Буруу профайл

source: Social Account already active
mn: Сошиал профайл идэвхжсэн байна

source: Email could not be resent
mn: Имэйлийг дахин явуулах боломжгүй

source: The social account is not active. Please check your email for instructions. {0}
mn: Таны сошиал профайл идэвхгүй байна. Та заавар бүхий имэйлээ шалгана уу. {0}

source: Please enter your email
mn: Та имэйл хаягаа оруулна уу

source: Username or password is incorrect
mn: Нэвтрэх нэр эсвэл нууц үг буруу байна

source: There was an error associating your social network account
mn: Таны сошиал профайлтай холбоотой алдаа гарсан байна

source: You've successfully logged out
mn: Та вэбээс гарлаа

source: Password has been changed successfully
mn: Нууц үг шинэчлэгдлээ

source: Password could not be changed
mn: Нууц үгийг солих болмжгүй

source: User was not found
mn: Хэрэглэгч олдсонгүй

source: The current password does not match
mn: Одоогийн нууц үг таарахгүй байна

source: Please check your email to continue with password reset process
mn: Нууц үг сэргээх холбоосийг бүртгүүлсэн имэйл хаягт илгээлээ

source: The password token could not be generated. Please try again
mn: Нууц үгийн төкенийг үүсгэх боломжгүй байна. Та дахин оролдно уу

source: User {0} was not found
mn: {0} хэрэглэгч олдсонгүй

source: Token could not be reset
mn: Төкен шинэчлэхэд алдаа гарлаа

source: The user could not be saved
mn: Хэрэглэгч хадгалахад алдаа гарлаа

source: You have registered successfully, please log in
mn: Та бүртгэгдлээ, нэвтэрч орно уу

source: Please validate your account before log in
mn: Та нэвтрэхийн тулд өөрийн профайлаа идэвхжүүлэх шаардлагатай

source: The {0} has been saved
mn: {0} -н мэдээлэл хадгалагдлаа

source: The {0} could not be saved
mn: {0} -г хадгалахад алдаа гарлаа

source: The {0} has been deleted
mn: {0} устгагдлаа

source: The {0} could not be deleted
mn: {0} -г устгахад алдаа гарлаа

source: User account validated successfully
mn: Хэрэглэгчийн профайл идэвхжлээ

source: User account could not be validated
mn: Хэрэглэгчийн профайлыг идэвхжүүлэх боломжгүй байна

source: User already active
mn: Хэрэглэгчийн эрх идэвхтэй байна

source: Reset password token was validated successfully
mn: Нууц үгээ сэргээх төкен идэвхжлээ

source: Reset password token could not be validated
mn: Нууц үг сэргээх төкенийг идэвхжүүлэх боломжгүй байна

source: Invalid token and/or email
mn: Төкен/имэйл буруу байна

source: Token already expired
mn: Төкен идэвхгүй болсон байна

source: Invalid validation type
mn: Баталгаажуулах төрөл буруу байна

source: Token has been reset successfully. Please check your email.
mn: Төкен шинэчлэгдлээ. Та имэйлээ шалгана уув

source: User {0} is already active
mn: {0} хэрэглэгч идэвхжсэн байна.

source: {0}Your social account validation link
mn: {0} Таны сошиал профайлын идэвхжүүлэх линк

source: Account already validated
mn: Профайл идэвхжсэн байна.

source: Account not found for the given token and email.
mn: Өгөгдсөн имэйл хаяг болон төкенд харгалзах профайл олдсонгүй

source: Your password does not match your confirm password. Please try again
mn: Нууц үгүүд таарахгүй байна. Дахин оруулна уу

source: Username already exists
mn: Нэвтрэх нэр бүртгэгдсэн байна

source: Email already exists
mn: Имэйл хаяг бүртгэгдсэн байна

source: The "tos" property is not present
mn: Ү/нөхцөл зөвшөөрсөн эсэх өгөгдлөл алга байна.

source: Token has already expired user with no token
mn: Уг төкений хүчинтэй хугацаа дууссан байна.

source: User not found for the given token and email.
mn: Өгөгдсөн имэйл хаяг болон төкенд харгалзах хэрэглэгч олдсонгүй

source: User not found
mn: Хэрэглэгч олдсонгүй

source: + {0} secs
mn: + {0} секунд

source: Unable to login user with reference {0}
mn: Логин хийх боломжгүй байна

source: Email not present
mn: Имэйл хаяг байхгүй байна

source: {0}Your account validation link
mn: {0} Таны профайлаа идэвхжүүлэх линк

source: {0}Your reset password link
mn: {0} Таны нууц үгээ сэргээх линк

source: The old password does not match
mn: Хуучин нууц үг таарахгүй байна

source: Hi {0}
mn: Сайн байна уу {0}

source: Reset your password here
mn: Энд нууц үгээ сэргээнэ

source: If the link is not correctly displayed, please copy the following address in your web browser {0}
mn: Хэрэвээ линк зөв харагдахгүй байвал, доорх линкийг вэб хөтөч дээрээ хуулж тавина уу {0}

source: Thank you
mn: Баярлалаа

source: Activate your social login here
mn: Сошиал профайлаа энд идэвхжүүлнэ

source: Activate your account here
mn: Профайлаа энд идэвхжүүлнэ

source: Please copy the following address in your web browser {0}
mn: Та доорх линкийг вэб хөтөч дээрээ хуулна уу {0}

source: Please copy the following address in your web browser to activate your social login {0}
mn: Та {0} сошиал хаягаар бүртгүүлсэн эрхээ доорх линкийг вэб хөтөч дээрээ хуулж тавин идэвхжүүлнэ үү

source: Actions
mn: Үйлдэл

source: List Users
mn: Хэрэглэгчид

source: List Accounts
mn: Профайлууд

source: Add User
mn: Хэрэглэгч нэмэх

source: Submit
mn: Хадгалах

source: Please enter the new password
mn: Шинэ нууц үгээ оруулна уу

source: Current password
mn: Одоогийн нууц үг

source: Delete
mn: Устгах

source: Are you sure you want to delete # {0}?
mn: Та {0}-г устгахдаа итгэлтэй байна уу?

source: Edit User
mn: Хэрэглэгч засах

source: New {0}
mn: Шинэ {0}

source: View
mn: Харах

source: Change password
mn: Нууц үг өөрчлөх

source: previous
mn: өмнөх

source: next
mn: дараагийн

source: Please enter your username and password
mn: Нэвтрэх нэр, нууц үгээ оруулна уу

source: Remember me
mn: Намайг сана

source: Login
mn: Нэвтрэх

source: Change Password
mn: Нууц үг солих

source: Username
mn: Нэвтрэх нэр

source: Email
mn: Имэйл

source: Social Accounts
mn: Сошиал профайлууд

source: Avatar
mn: Аватар

source: Provider
mn: Хангамж

source: Link
mn: Линк

source: Accept TOS conditions?
mn: Үйлчилгээний нөхцлийг зөвшөөрнө?

source: Please enter your email to reset your password
mn: Нууц үгээ сэргээхийн тулд имэйл хаягаа оруулна уу.

source: Resend Validation email
mn: Идэвхжүүлэх имэйл дахин явуулах

source: Email or username
mn: Имэйл эсвэл нэвтрэх нэр

source: Delete User
mn: Хэрэглэгч устгах

source: New User
mn: Шинэ хэрэглэгч

source: First Name
mn: Нэр

source: Last Name
mn: Овог

source: Token
mn: Токен

source: Api Token
mn: Api Токен

source: Active
mn: Идэвхтэй

source: Token Expires
mn: Токен хүчинтэй хугацаа

source: Activation Date
mn: Идэвхжүүлсэн огноо

source: Tos Date
mn: Ү/нөхцөл зөвшөөрсөн огноо

source: Created
mn: Үүсгэсэн

source: Modified
mn: Зассан

source: Related Accounts
mn: Холбоотой профайлууд

source: User Id
mn: Хэрэглэгчийн ID

source: Reference
mn: Тайлбар

source: Data
mn: Мэдэээлэл

source: Sign in with Facebook
mn: Фэйсбүүкээр нэвтрэх

source: Sign in with Twitter
mn: Твиттерээр нэвтрэх

source: Logout
mn: Гарах

source: Welcome, {0}
mn: Тавтай морил, {0}
